Repository: Michael-pixel-hub/survey
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Tasks execution inspector
ru: Разбор задач инспектором

source: Answer
ru: Ответ

source: Task questionnaire answer
ru: Ответ на вопрос анкеты

source: Task questionnaire answers
ru: Ответы на вопросы анкеты

source: Enter photo
ru: Фото входа

source: Photo before work
ru: Фото до начала работы

source: Photo after work
ru: Фото после начала работы

source: Cass check
ru: Фото чека

source: Image analysis in progress...
ru: Анализ изображения в процессе...

source: Image type
ru: Тип фото

source: Confirmation images
ru: Изображения результата

source: Avail
ru: Наличие

source: Avail assortment
ru: Наличие товара

source: Avail assortment all
ru: Наличие товара все

source: Avail assortments all
ru: Наличие товаров все

source: Avail assortment before
ru: Наличие товара до работы

source: New act
ru: Новый акт

source: Waiting for verify
ru: Ждет проверки

source: Number
ru: Номер

source: 1c id
ru: 1c ид

source: Fio
ru: Фио

source: Sent telegram
ru: Отправлено в телеграм

source: Check user
ru: Проверено аудитором чек

source: Link
ru: Ссылка

source: Manager comment
ru: Комментарий менеджера

source: Acts
ru: Акты

source: Check act taxpayers
ru: Проверка чека самозанятого

source: Check acts taxpayers
ru: Проверка чеков самозанятых

source: Store task id
ru: Id задачи в магазине

source: Store region name
ru: Регион магазина

source: Store region id
ru: Ид региона

source: Only user id
ru: Только для пользователя id

source: Lock user id
ru: Залочена для пользователя id

source: Is delete
ru: Удалять

source: Update time
ru: Время обновления

source: Is deleted
ru: Удаленный

source: Store task avail
ru: Доступная задача в магазине

source: Stores tasks avails
ru: Доступные задачи в магазинах

source: Store task avail # %s
ru: Доступная задача в магазине # %s

source: Store search radius
ru: Радиус поиска магазинов, в км

source: Maximum year amount of tasks for non-self-employed
ru: Максимальная сумма задач для не самозанятых в год

source: <span style="color: red">Bad image</span>
ru: <span style="color: green">Изображение с ошибкой</span>

source: <span style="color: green">Unique image</span>
ru: <span style="color: green">Уникальное изображение</span>

source: The picture is duplicated in task
ru: Изображение дублировано из задачи

source: Error. Excel file data not found
ru: Ошибка. Данные в Excel-файле не найдены

source: Error. Excel file error
ru: Ошибка. Ошибка при разборе Excel-файла

source: Task execution report
ru: Отчет выполнение задач

source: Acts {date_start} {date_end}
ru: Акты {date_start} {date_end}

source: Taxpayers users
ru: Самозанятые пользователи

source: Agent bot orders
ru: Заказы «Агент бот»

source: Agent bot orders {date_start} {date_end}
ru: Заказы «Агент бот» {date_start} {date_end}

source: Shop survey export data
ru: Экспортированные данные

source: Excel file
ru: Excel файл

source: This file is not Excel document. You need upload file with .xlsx extension.
ru: Загруженный файл не является Excel-файлом. Загрузите файл с расширением .xlsx

source: Order button
ru: Кнопка заказа

source: Telegram channel
ru: Телеграм канал

source: Telegram channels
ru: Телеграм каналы

source: Site
ru: Сайт

source: Goods per page
ru: Товаров на страницу

source: Uploaded file
ru: Загруженный файл

source: By %(filter_title)s
ru: По %(filter_title)s

source: Remove
ru: Удалить

source: Home
ru: Домой

source: Please correct the error below.
ru: Пожалуйста, исправьте ошибки ниже.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: Search
ru: Поиск

source: Filter
ru: Фильтр

source: Add
ru: Добавить

source: Change
ru: Изменить

source: Import data agent
ru: Импорт данных Агент

source: Django site admin
ru: Администрирование

source: Refresh
ru: Обновить

source: Cancel
ru: Отменить

source: Welcome,
ru: Добро пожаловать,

source: View site
ru: Смотреть сайт

source: Documentation
ru: Документация

source: Export
ru: Экспорт

source: Send message
ru: Отправить сообщение

source: Icemans report
ru: Отчет по торговым представителям

source: Export to Excel
ru: Экспорт в Excel

source: Telegram profi bot
ru: Телеграм бот «Профи»

source: Surveyors report
ru: Отчет по сурвеерам

source: Any
ru: Любой

source: Upload file
ru: Загрузить файл

source: Back
ru: Назад
