Repository: Michael-pixel-hub/survey
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Payment
ru: Платеж

source: Telegram
ru: Телеграм

source: Visibility
ru: Видимость

source: Category
ru: Раздел

source: Price
ru: Цена

source: Description
ru: Описание

source: Flags
ru: Метки

source: Dates
ru: Даты

source: Address
ru: Адрес

source: Advisor
ru: Менеджер

source: Agreement
ru: Соглашение

source: External data
ru: Полученные данные

source: Loyalty
ru: Лояльность

source: 1с values
ru: Данные 1с

source: You do not have rights to set this status.
ru: Вы не имеете достаточно прав выставить этот статус

source: %s items made changed status
ru: %s записей был изменен статус

source: Mark selected item status pay in solar
ru: Изменить выбранным статус на «Оплатить в Solar Staff»

source: Mark selected item status payed
ru: Изменить выбранным статус на «Оплачено»

source: Mark selected item status finished
ru: Изменить выбранным статус на «Завершено»

source: %s items was calc cashback
ru: %s заказам посчитан кешбек

source: Calc cashback selected items
ru: Посчитать кешбек выбранным заказам

source: Status
ru: Статус

source: Inn
ru: ИНН

source: City
ru: Город

source: Store
ru: Магазин

source: Delivery
ru: Доставка

source: Sum
ru: Сумма, руб.

source: Status change
ru: Изменение статуса

source: 1c data
ru: Данные из 1с

source: Payment type
ru: Способ оплаты

source: Payment info
ru: Информация по платежу

source: System info
ru: Системная информация

source: Agent
ru: Агент

source: Xls-file
ru: Excel-файл

source: Name
ru: Имя

source: Default
ru: По умолчанию

source: Payment name
ru: Название оплаты

source: Payment connection string
ru: Строка подключения платежей

source: Telegram channel Id
ru: Телеграм канал id

source: Store category
ru: Категория магазина

source: Store categories
ru: Категории магазинов

source: Code
ru: Код

source: Source 1c
ru: Соответствие в 1с

source: E-mail sending orders
ru: E-mail отправки заказов

source: Separated by comma
ru: Несколько адресов разделяются через запятую ,

source: Cities
ru: Города

source: Only for user
ru: Только для пользователей

source: Departments
ru: Отделы

source: Categories
ru: Группы

source: Cashback percent
ru: Процент кешбека

source: in %
ru: в %

source: Super group
ru: Разделы

source: Super groups
ru: Раздел

source: Image
ru: Изображение

source: Unit
ru: Ед. измерения

source: Box count
ru: Кол-во в коробке

source: Minimum count
ru: Минимальное количество

source: Is popular
ru: Популярный

source: Is Oeskimo
ru: Оэскимо

source: Is processed
ru: В процессе

source: Is not delete
ru: Не удалять

source: Is no order
ru: Нет кнопки с заказом

source: Is only text
ru: Выводить только текст

source: Cashback
ru: Кешбек, руб.

source: Manufacturer
ru: Производитель

source: Brand
ru: Бренд

source: Rest
ru: Остаток

source: Good
ru: Товар

source: Goods
ru: Товары

source: Good price
ru: Цена товара

source: Good prices
ru: Цеы товара

source: Price type
ru: Тип цены

source: In process
ru: В процессе

source: Finished
ru: Завершено

source: Canceled
ru: Отменено

source: Error
ru: Ошибка

source: File name
ru: Имя файла

source: Date start
ru: Дата начала

source: Date end
ru: Дата завершения

source: Rows count
ru: Количество строк

source: Rows process
ru: Обработано строк

source: Report text
ru: Текст отчета

source: Data import
ru: Импорт данных

source: Data imports
ru: Импорт данных

source: Date create
ru: Дата создания

source: Contact face
ru: Контактное лицо

source: Phone
ru: Телефон

source: Sales Representative
ru: Торговый представитель

source: User
ru: Пользователь

source: Organization name
ru: Название организации

source: Organization full name
ru: Полное название организации

source: Director title
ru: Должность директора

source: Director name
ru: Фио директора

source: Region
ru: Регион

source: Is agreement
ru: Принял соглашение

source: Department
ru: Отдел

source: Loyalty program
ru: Программа лояльности

source: 1c code
ru: Код 1c

source: 1c code user
ru: Код пользователя 1c

source: Loyalty plan
ru: План покупок руб

source: Loyalty fact
ru: Факт покупок руб

source: Loyalty cashback
ru: Кэш-бэк начислен руб

source: Loyalty sumcashback
ru: Кэш-бэк заработан руб

source: Loyalty debt
ru: Текущая задолженность руб

source: Loyalty overdue_debt
ru: Просроченная задолженность руб

source: Loyalty cashback payed
ru: Кэш-бэк выплачен (период) руб

source: Loyalty cashback to payed
ru: Кэш-бэк к оплате руб

source: Store deleted
ru: Отвязать магазин

source: Stores
ru: Магазины

source: New
ru: Новый

source: Payed
ru: Оплачено

source: Pay in Solar
ru: Заплатить в Solar

source: Payed cashback
ru: Выплачен кешбек

source: Error payment
ru: Ошибка оплаты

source: Pay to driver
ru: Водителю

source: Pay via telegram
ru: В Телеграме

source: Bonus
ru: Бонус

source: Not need
ru: Не нужно

source: Wait
ru: Ожидание

source: Sent
ru: Отправлено

source: Date order
ru: Дата заказа

source: Delivery address
ru: Адрес доставки

source: Delivery date
ru: Дата доставки

source: Cashback sum
ru: Кешбек, руб.

source: Re calc cashback sum
ru: Пересчитать сумму кешбека

source: Comment
ru: Комментарий

source: Status comments
ru: Комментарий к статусу

source: What comes to the user when the status changes
ru: То что приходит пользователю при изменении статуса

source: For store
ru: Для магазина

source: Need check
ru: Нужен чек

source: Telegram channel status
ru: Телеграм канал статус

source: Payment firm
ru: Платежная фирма

source: 1c sum
ru: Сумма по 1с

source: 1c pay sum
ru: Оплаченная сумма

source: 1c status
ru: Статус в 1с

source: 1c cashback
ru: 1c кешбек

source: Solar staff account
ru: Solar staff аккаунт

source: Payment status
ru: Статус оплаты

source: Payment sum
ru: Сумма оплаты

source: Order
ru: Заказ

source: Orders
ru: Заказы

source: Order %s
ru: Заказ №%s

source: Count
ru: Количество

source: Source good
ru: Источник

source: Order good
ru: Товар

source: Orders goods
ru: Товары

source: Cart item
ru: Товар корзины

source: Cart
ru: Корзина

source: Schedule file
ru: Файл графика

source: Delivery schedule
ru: График доставки

source: Payment source
ru: Источник оплаты

source: Payment provider
ru: Платежный провайдер

source: Currency
ru: Валюта

source: Total amount
ru: Сумма платежа

source: Order info
ru: Информация о заказе

source: Telegram payment id
ru: Id платежа в Телеграме

source: Provider payment id
ru: Id платежа провайдера

source: Payments
ru: Платежи

source: Is used
ru: Использован

source: Promo code
ru: Промо код

source: Promo codes
ru: Промо коды

source: Success
ru: Успешно

source: Tinkoff payment
ru: Платеж Tinkoff

source: Tinkoff payments
ru: Платежи Tinkoff

source: Order e-mail
ru: E-mail уведомления о заказах

source: Agent bot
ru: Агент бот

source: Dadata api key
ru: Dadata ключ API

source: Dadata secret key
ru: Dadata ключ Secret

source: Time day ends
ru: Время окончания дня для заказов

source: User name
ru: Имя

source: User surname
ru: Фамилия

source: User email
ru: E-mail

source: Store name
ru: Магазин

source: Store address
ru: Адрес магазина

source: Store inn
ru: ИНН

source: Store city
ru: Город

source: City code
ru: Код города

source: User id
ru: Ид пользователя

source: User phone
ru: Телефон пользователя

source: Last order id
ru: Id заказа

source: Last order date
ru: Дата заказа

source: Column with price not found
ru: Колонка с ценой не найдена, добавьте колонку "Цена" или "Цена код города"

source: Import data task sending successfully
ru: Задача на импорт была добавлена успешно. Через какое-то время данные будут загруженны в систему. Страница будет обновлена через пару секунд.

source: Token
ru: Токен

source: Map
ru: Карта

source: Images all
ru: Все изображения

source: Images before
ru: Фото до работы

source: Images after
ru: Фото после работы

source: Images check
ru: Фото чека

source: Comments
ru: Комментарии

source: Coordinates
ru: Местонахождение

source: Inspector
ru: Инспектор

source: Mailing
ru: Рассылка

source: Images
ru: Изображения

source: Avail assortments before
ru: Наличие товаров до работы

source: Avail assortments
ru: Наличие товаров

source: Questionnaire
ru: Анкета для задачи

source: Archive
ru: Архив

source: Task
ru: Задача

source: Task execution [archive]
ru: Выполнение задачи [архив]

source: Tasks execution [archive]
ru: Выполнение задач [архив]

source: Task execution
ru: Выполнение задачи

source: Import data
ru: Импорт данных

source: Import tasks
ru: Импорт задач

source: Quick links
ru: Быстрые ссылки

source: Export data
ru: Экспорт данных

source: Download images
ru: Выгрузка фото

source: Reports
ru: Отчеты

source: Log out
ru: Выйти

source: Change password
ru: Изменить пароль

source: Users
ru: Пользователи

source: Data
ru: Данные

source: Chistaya liniya
ru: «Чистая линия»

source: Tasks
ru: Задачи

source: Telegram bot
ru: Телеграм бот

source: Run bot
ru: Запустить бота

source: Sending messages
ru: Рассылка сообщений

source: Sending messages group
ru: Рассылка сообщений группе

source: Sending messages stores
ru: Рассылка сообщений магазинам

source: Channels
ru: Каналы

source: Manage
ru: Управление

source: Mobile app
ru: Моб. приложение

source: Iceman
ru: Айсмен

source: Import stores
ru: Импорт магазинов

source: Import products
ru: Импорт товаров

source: Mobile application
ru: Моб. приложение

source: Loyalty bot
ru: Бот лояльности

source: User data
ru: Пользовательские данные

source: Administration
ru: Администрирование

source: Authentication
ru: Авторизация

source: Import
ru: Импорт

source: System management
ru: Управление системой

source: Requests
ru: Запросы

source: Settings
ru: Настройки

source: Recent Actions
ru: Последние действия

source: Dump
ru: Дамп

source: Message
ru: Сообщение

source: Result
ru: Результат

source: Geo location
ru: Гео локация

source: Legal status
ru: Юр. статус

source: All
ru: Все

source: Yes
ru: Да

source: No
ru: Нет

source: Title
ru: Заголовок

source: Message text
ru: Текст сообщения

source: Important message
ru: Важное сообщение

source: Act
ru: Акт

source: Is sent
ru: Отправлено

source: Notification
ru: Уведомление

source: Notifications
ru: Уведомления

source: Regions
ru: Регионы

source: Started
ru: Начато

source: Checked
ru: Одобрено

source: Denied
ru: Отказано

source: Not payed
ru: Не оплачено

source: Temp denied
ru: Предварительный отказ

source: How many times a week
ru: Периодичность в неделю

source: How many times a month
ru: Периодичность в месяц

source: Days of weeks
ru: Дни недели заданий

source: Execution once
ru: Выполнить один раз

source: Version
ru: Версия

source: The message was successfully sent out
ru: Сообщение было успешно разослано

source: File
ru: Файл

source: Store import
ru: Импорт магазинов

source: Stores imports
ru: Импорт магазинов

source: Product import
ru: Импорт товаров

source: Products imports
ru: Импорт товаров

source: Task import
ru: Импорт задач

source: Tasks imports
ru: Импорт задач

source: Request date
ru: Время запроса

source: Request method
ru: Метод запроса

source: Request type
ru: Тип запроса

source: Request ip
ru: IP запроса

source: Request text
ru: Текст запроса

source: Request files
ru: Список файлов

source: Request data type
ru: Тип данных

source: Request data count
ru: Кол-во строк

source: Processed
ru: Обработано

source: Date update
ru: Дата обновления

source: Customer id
ru: Ид покупателя

source: Inspector good
ru: Товар

source: Inspector goods
ru: Товары

source: Internal id
ru: Внутренний ID

source: Manufacturers
ru: Производители

source: Brands
ru: Бренды

source: Show text
ru: Вывести текст

source: Receivables
ru: Дебиторская задолженность

source: System name
ru: Системное имя

source: Loyalty department
ru: Отдел

source: Loyalty departments
ru: Отделы

source: Formatting telegram message
ru: Форматирование как в сообщении Телеграм

source: Action
ru: Действие

source: Loyalty department menu item
ru: Элемент меню в боте лояльности

source: Loyalty departments menu items
ru: Элементы меню в боте лояльности

source: Loyalty programs
ru: Программы лояльности

source: Start date
ru: Дата начала

source: End date
ru: Дата завершения

source: Current period
ru: Текущий период

source: Loyalty program period
ru: Период программы лояльности

source: Loyalty program periods
ru: Периоды программы лояльности

source: Loyalty stores
ru: Магазины бота лояльности

source: Loyalty stores {date_start} {date_end}
ru: Магазины бота лояльности {date_start} {date_end}

source: Dashboard
ru: Панель управления

source: Export/Import
ru: Импорт/экспорт

source: Applications
ru: Приложения

source: Profi bot
ru: Бот «Профи»

source: Personal data
ru: Персональные данные

source: Telegram data
ru: Данные Телеграм

source: Report
ru: Отчет

source: For user
ru: Для пользователя

source: User offered
ru: Предложена пользователем

source: Where execute
ru: Где выполнять

source: Periodicity
ru: Периодичность

source: Is moderate
ru: Прошел модерацию

source: Is not moderate
ru: Не прошел модерацию

source: Is invoice
ru: Выставлен счет

source: Is finished
ru: Закончить

source: One or any clients
ru: Один или несколько клиентов

source: One or any stores
ru: Один или несколько сетей магазинов

source: One or any regions
ru: Один или несколько регионов

source: Not limited
ru: Не ограничено

source: Once a week
ru: 1 раз в неделю

source: 2 times per week
ru: 2 раза в неделю

source: 3 times per week
ru: 3 раза в неделю

source: 4 times per week
ru: 4 раза в неделю

source: 5 times per week
ru: 5 раз в неделю

source: 6 times per week
ru: 6 раз в неделю

source: Telegram id
ru: Id телеграма

source: Language
ru: Язык

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Telegram username
ru: Логин телеграм

source: Is telegram
ru: Из телеграм

source: Is register
ru: Зарегистрирован

source: Company name
ru: Название компании

source: Company INN
ru: ИНН компании

source: FIO
ru: ФИО

source: Date join
ru: Дата регистрации

source: Is manager
ru: Менеджер

source: Service user
ru: Пользователь

source: Service users
ru: Пользователи

source: Value
ru: Значение

source: Telegram message/button
ru: Сообщение или кнопка телеграм

source: Telegram messages/buttons
ru: Сообщения и кнопки

source: Menu item
ru: Меню

source: Menu
ru: Меню телеграм

source: Date upload
ru: Дата загрузки

source: Good job
ru: Работа с товаром

source: For a unit of work or goods
ru: За единицу товара или услуги

source: Is offered user
ru: Предложена пользователем

source: Author
ru: Автор

source: Date offered
ru: Дата заявки

source: Type
ru: Тип

source: New order
ru: Новый заказ

source: Invoice
ru: Выставлен счет

source: Wait working
ru: Ожидает работы

source: Clients
ru: Клиенты

source: Date finish
ru: Дата завершения

source: Bot token
ru: Токен бота

source: Profi telegram bot
ru: Телеграм бот «Профи»

source: Bot name
ru: Имя бота

source: Site url
ru: Url сайта

source: Solar staff data
ru: Данные Solar staff

source: Solar staff server answer
ru: Ответ сервера Solar staff

source: User does not have an email field
ru: У пользователя не заполнено поле E-mail

source: User does not have name field
ru: У пользователя не заполнено поле Имя

source: User does not have surname field
ru: У пользователя не заполнено поле Фамилия

source: Error while user create
ru: Ошибка регистрации пользователя в системе Solar staff

source: Waiting for confirm
ru: Принято в обработку

source: Declined
ru: Отмена

source: Refunded
ru: Отмена

source: Partially completed
ru: Частично

source: Order cashback
ru: Кешбек заказа

source: Custom payment
ru: Через платежи

source: Date payed
ru: Дата платежа

source: Surname
ru: Фамилия

source: Error text
ru: Текст ошибки

source: Server response
ru: Ответ сервера

source: For debugging
ru: Для отладки

source: Account
ru: Аккаунт

source: Payment history
ru: Платеж

source: Payments history
ru: История платежей

source: Date payment
ru: Дата платежа

source: Salt value
ru: Значение Salt

source: Client id
ru: Клиент ид

source: Solar staff accounts
ru: Solar staff аккаунты

source: Date
ru: Дата

source: Route name
ru: Название маршрута

source: Task id
ru: Id задачи

source: Store id
ru: Id магазина

source: Store code
ru: Код магазина

source: Store client name
ru: Клиент магазина

source: Store category name
ru: Категория магазина

source: Source
ru: Источник

source: State
ru: Штат

source: Rank
ru: Рейтинг

source: Taxpayer data
ru: Данные по статусу самозанятого

source: Security
ru: Безопасность

source: Check
ru: Чек

source: Instruction
ru: Инструкция

source: Task customer
ru: Заказчик задачи

source: Add value
ru: Увеличивать стоимость если не посещалось

source: Remove value
ru: Уменьшать стоимость если конкуренция

source: Mark selected item status checked
ru: Изменить выбранным статус на «Одобрено»

source: Mark selected item status denied
ru: Изменить выбранным статус на «Отказано»

source: Mark selected item status completed
ru: Изменить выбранным статус на «Завершено»

source: Unique status
ru: Статус уникальности

source: AVAIL ASSORTMENT STORE
ru: НАЛИЧИЕ ТОВАРОВ В МАГАЗИНЕ

source: Inspector status
ru: Статус распознавания

source: Inspector working
ru: Работа инспектора

source: Response
ru: Ответ от сервиса Sms

source: Exclude rank
ru: Исключить Рейтинги

source: Moscow
ru: МСК

source: Saint Petersburg
ru: СПБ

source: Other
ru: Другие

source: Client
ru: Клиент

source: Delete assortment
ru: Удалить старый ассортимент товаров

source: Assign assortment to
ru: Привязать ассортимент к

source: All stores
ru: Все магазины

source: All categories
ru: Все группы

source: All regions
ru: Все регионы

source: Task step
ru: Шаг задачи

source: Work days
ru: Дней работал

source: Tasks month count
ru: Задач в месяц

source: Tasks count all
ru: Задач вообще

source: Rate
ru: Коэффициент

source: Ranks
ru: Рейтинги

source: User status
ru: Статус пользователя

source: User statuses
ru: Статусы пользователей

source: Self-employed
ru: Самозанятый

source: Is banned
ru: Забанен

source: Testing mode
ru: Может тестировать новые функции

source: Advisor fio
ru: ФИО менеджера

source: Bank card
ru: Банковская карта

source: Online wallet
ru: Электронный кошелек

source: Balance
ru: Баланс, руб

source: City/Region
ru: Город/Регион

source: Longitude
ru: Долгота

source: Latitude
ru: Широта

source: Need Solar staff register
ru: Необходима регистрация в Solar staff

source: API key
ru: API ключ

source: Fixed rank
ru: Фиксировать рейтинг

source: Only self tasks
ru: Видит только свои задачи

source: Taxpayer status
ru: Заполнена анкета самозанятого

source: Patronymic
ru: Отчество

source: Passport
ru: Серия и номер пасспорта

source: Passport series
ru: Серия паспорта

source: Passport number
ru: Номер паспорта

source: INN
ru: ИНН

source: Taxpayer join date
ru: Дата заполнения анкеты

source: Bank account
ru: Номер счета в банке

source: Telegram user
ru: Пользователь приложения

source: Telegram users
ru: Пользователи приложения

source: Date use
ru: Дата использования

source: Device key
ru: Ключ устройства

source: OS
ru: Операционная система

source: Mobile device
ru: Мобильное устройство

source: Mobile devices
ru: Мобильные устройства

source: Chain stores
ru: Сети магазинов

source: Auto calc coordinates
ru: Автоматически определить

source: Production
ru: Продукция

source: Tasks customers
ru: Заказчики задач

source: Instruction file
ru: Инструкция файл

source: Instruction url
ru: Инструкция url

source: Sum source
ru: Цена номинал

source: Add sum
ru: Увеличенная стоимость

source: Add days
ru: Через дней

source: Remove sum
ru: Уменьшенная стоимость

source: Remove days
ru: Через дней

source: Remove ppl
ru: Человек побывало на точке

source: Is sales task
ru: Задача продажа

source: Parse by inspector
ru: Разбирать в инспекторе

source: Only for user status
ru: Только для определенного статуса

source: Disable if store in loyalty
ru: Отключить в магазинах, участвующих в программе лояльности

source: New task with constructor
ru: С конструктором

source: Questionnaires
ru: Анкеты для задач

source: String
ru: Строка

source: Integer
ru: Число

source: Choices
ru: Значения

source: Question text
ru: Текст вопроса

source: Enter separated
ru: Разделитель: новая строка

source: Require
ru: Обязательно

source: Question type
ru: Тип вопроса

source: Questionnaire question
ru: Вопрос анкеты

source: Questionnaires questions
ru: Вопросы анкеты

source: Photos
ru: Фото

source: Text
ru: Текст

source: Step type
ru: Тип шага

source: Parse photo in inspector
ru: Разбирать фото в инспекторе

source: Check assortment after parse
ru: Проверять ассортимент

source: Check photo by manager
ru: Проверка фото аудитором

source: Ability to upload photos from the gallery
ru: Возможна загрузка из галереи

source: Tasks step
ru: Шаги задачи

source: Store good
ru: Товар в магазине

source: Assortment
ru: Ассортимент

source: Agreement file
ru: Файл соглашения

source: Hours start
ru: Часы начала

source: Hours end
ru: Часы завершения

source: Only user
ru: Только для пользователя

source: Telegram channel id
ru: Телеграм канал id

source: Is add value
ru: Увеличивать стоимость

source: New value
ru: Увеличенная новая цена

source: Store task
ru: Задача в магазине

source: Stores tasks
ru: Задачи в магазинах

source: 1c request
ru: 1c запрос

source: 1c requests
ru: 1c запросы

source: External request
ru: Внешний запрос

source: External requests
ru: Внешние запросы

source: Request
ru: Запрос

source: Send date
ru: Дата отправки

source: Response code
ru: Код ответа

source: Response text
ru: Текст ответа

source: Attempts count
ru: Количество попыток

source: Sms attempt
ru: Количество попыток sms

source: Sms attempts
ru: Количество попыток sms

source: Undefined
ru: Не указано

source: Waiting for inspector
ru: Ожидание старта

source: Upload wait
ru: Загрузка в процессе

source: Upload error
ru: Ошибка загрузки

source: Parse error
ru: Ошибка разбора

source: Report process
ru: Отчет в процессе

source: Report error
ru: Ошибка отчета

source: Report waiting
ru: Ждем отчета

source: Success parsing
ru: Успешно

source: Photo before
ru: Фото до начала работы

source: Photo after
ru: Фото после начала работы

source: Photo check
ru: Фото чека

source: All photo uploaded
ru: Все фото загружены

source: Not verified
ru: Не проверено

source: Correct check
ru: Правильный чек

source: Incorrect check
ru: Не корректный чек

source: Unknown
ru: Неизвестно

source: Date end user
ru: Дата завершения пользователем

source: Confirmation image
ru: Изображение результата

source: What the user writes
ru: То что пишет пользователь

source: Internal comments
ru: Комментарий менеджера

source: Remains in the system and is visible only to administrators.
ru: Остается в системе и видно только аддминистраторам

source: Distance to store
ru: Расстояние до магазина

source: Meters
ru: метров

source: Step
ru: Шаг

source: Set check verified
ru: Проверить чек

source: Set check not verified
ru: Отклонить чек

source: Checked by auditor
ru: Аудитор

source: Upload images message
ru: Сообщение загрузки изображений

source: Recognize message
ru: Сообщение распознавания

source: Positions text
ru: Сообщение с позициями

source: Report id
ru: Id отчета

source: Report id before
ru: Id отчета до работы

source: Inspector status before
ru: Статус распознавания до

source: Inspector alert
ru: Отправлено уведомление пользователю

source: Inspector re work
ru: Задача будет переработана инспектором

source: Inspector is work
ru: Задача будет обработана инспектором

source: Inspector link
ru: Ссылка на инспектор

source: Tasks execution
ru: Выполнение задач

source: Task execution check
ru: Проверка чека

source: Tasks execution checks
ru: Проверка чеков

source: Step name
ru: Название шага

source: Task execution inspector
ru: Разбор задачи инспектором
